cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'carthage'
brew 'coreutils'
brew 'git'
brew 'httpie'
brew 'mackup'
brew 'node'
brew 'openssl'
brew 'python'
brew 'ruby'
brew 'speedtest_cli'
brew 'ssh-copy-id'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'

# Apps
cask '1password'
cask 'atom'
cask 'calibre'
cask 'coda'
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'insomnia'
cask 'microsoft-office'
cask 'papers'
cask 'skype'
cask 'sonos'
cask 'vlc'
